import './Home.css'

function Home() {
  return (
    <>
      <div className="content">
          <br/>
          <p>プラモなどの製作日記や、まれにオリジナルや2次創作、ゲームの感想を上げたりする趣味サイトです。</p>
          <p>2次創作につきまして、各原作者様・出版者様とは一切関係ありません。</p>
          <p>また、皆様にとっては受け入れられない表現などがある可能性があることを認識していただきますようお願い申し上げます。</p>
          <p>もし不快な思いや問題が生じるような場合がありましたら、ご容赦ください。</p>
          <p>主の性癖なんで、どうにもできません。お許しください！！</p>
          <br/>
          <p>当サイトは主が一から作成したサイトです。（自慢したかった）</p>
          <p>見づらいところもあるかもしれません。</p>
          <p>そのような箇所を修正したり、また、気まぐれでレイアウトなど変更することもあります。</p>
          <p>そのため突然レイアウトが大きく変わってしまうこともございますが、ご容赦ください。</p>
          <p>このサイトは主のおもちゃみたいなもんなので、自由に遊ばせてください。</p>
          <br/>
          <p>主の生態やサイトの注意事項につきましてはInfoにて。</p>
          <br/>
          <p>最近のハマりは、機動戦士ガンダム連邦VSジオンDXのミッション動画を見ることです。</p>
          <p>あれ、神ゲーですよね・・・その昔、主もめちゃくちゃやりこんでました。</p>
          <p>そして、敵が超反応でよけまくるときはなかなかのイライラです。</p>
          <p>動画を見ているとこうすればよかったのか・・・の、学びの連続。</p>
          <p>またやりたくなります。（←やるとは言ってない）</p>
          <p>あと、ガンエボやろうと思ってダウンロードした翌日サービス終了のお知らせ・・・</p>
          <p>とってもショック・・・（´；ω；`）ｳｯ…</p>
          <br/>
          <p>show my the wey to you, lead my now where you are</p>
          <p>Now, love, hold me in your heart...L-GAIM</p>
        </div>
    </>
  );
}

export default Home;
