import './Info.css'

function Info() {
    return (
    <>
        <div className='infoContent'>
        <br/>
        <br/>

        <div className='siteInfo'>
        <h3>＊Nutural Free＊では</h3>
        <p>2次創作作品やプラモ、主の趣味や日常などを気ままに投稿しています。</p>
        <p>また、当サイトは主が一から自作したサイトです。</p>
        <p>レイアウトなど大きく変更する可能性がございますので、ご了承ください。</p>
        <br/>
        <p>主の好物：ガンダム　エルガイム　FSS ちいかわ　シティハンター　</p>
        <p>地獄先生ぬ～べ～　遙かなる時空の中で　嵐のデスティニー　無責任艦長タイラー　超獣機神断空我　怪物事変　保健室の死神etc...</p>
        <p></p>
        <br/>
        </div>

        <div className='mainContentInfo'>
        <h3>コンテンツ</h3>
        <p>Hobby：主にガンプラ。ほかのプラモもいっぱい作ります。</p>
        <p>Illustration：キャラクターアート、シーンの描写、ファンアート、オリジナルなど。</p>
        <p>Game：好きなゲームの感想など。</p>
        <p>Life：当サイト自体の変更箇所や、雑多な趣味や日常の日記など。</p>
        <p>Contact：主に連絡します。感想くれたらうれしみ。</p>
        <p>＊コンテンツ内容は予告なく変更・削除される場合があります。</p>
        <br/>
        </div>

        <div className='contentDetail'>
        <h3>掲載内容について</h3>
        <p>当サイトでは、私が2次創作で作った作品も公開しています。</p>
        <p>掲載されている作品は非営利目的で制作しており、著作権侵害を意図していません。</p>
        <p>ただし、もし問題がある場合はご連絡ください。速やかに対処いたします。</p>
        <br/>
        </div>

        <div className='comment'>
        <h3>コメントやフィードバック</h3>
        <p>皆さまのコメントやフィードバックをお待ちしております。</p>
        <p>お気軽に<a href="mailto:連絡先メールアドレス">Contact</a>からご連絡ください。</p>
        <br/>
        </div>

        <div className='Disclaimer'>
        <h3>免責事項</h3>
        <p>当サイトの掲載コンテンツの正確性や信頼性については、保証いたしかねます。自己の責任において情報や作品をご利用ください。</p>
        <br/>
        </div>

        <div className='Copyright'>
        <h3>著作権について</h3>
        <p>2次創作につきまして、各原作者様・出版者様とは一切関係ありません。</p>
        <p>掲載されている作品の著作権は、元の作品の権利者に帰属します。2次創作として制作されており、著作権侵害の意図はありません。</p>
        <br/>
        </div>
        </div>
    </>
    ) 
}

export default Info;